Revit 2024 API
IntegerParameterValue Properties
The IntegerParameterValue type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from ParameterValue.)
Value
 The stored value
See Also
IntegerParameterValue Class
Autodesk.Revit.DB Namespace